Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tilskuddsbevilgning_til_sprak-_og_kulturbad_i_hamaroy.html.tmx
Source language: nob
Languages: sme

source: Tilskuddsbevilgning til språk- og kulturbad i Hamarøy
sme: Doarjjajuolludeapmi giella- ja kulturlávgumii Hábmeris

source: Sametinget har bevilget 122 866 kroner i støtte til organisasjonen Buolvas Buolvaj – Fra Generasjon til generasjon, som skal arrangere lulesamisk språk- og kulturbad i Sámi Safari Camp i Hamarøy.
sme: Sámediggi lea juolludan 122 866 ruvnno doarjaga Hábmira organisašuvdnii Buolvas Buolvaj – Fra Generasjon til generasjon lágidit julevsámi giella- ja kulturlávguma Sámi Safari Campas Hábmeris.

source: Mikkel Eskil Mikkelsen Árvu, Sámediggi
sme: Buolvas Buolvaj lea ohcan ja ožžon doarjaga lágidit julevsámi giella- ja kulturlávguma Sámi Safari Campas, mii lea Lávrras Hábmera suohkanis.

source: Buolvas Buolvaj – Fra generasjon til generasjon har søkt og fått støtte til å arrangere lulesamisk språk- og kulturbad i Sámi Safari Camp, som er i Lávrra i Hamarøy kommune.
sme: Doppe galget oasseváldit njeallje intensiiva beaivvi lávgut julevsámi gielas ja kultuvrras.

source: Der skal de ltakerne i fire intensive dager bade i lulesamisk språk og kultur .
sme: Biepmu, duoji ja muitaleami bokte galg á sin sámi iešdovdu nannejuvvot, mii fas galgá addit buoret iešluohttámuša geavahit giela ja kultuvrralaš gálggaid.

source: Gjennom mat, duodji og relasjonell storytelling skal deres samiske selvfølelse bli styrket, og det skal gi større selvtillit til å bruke språk og kulturelle ferdigheter.
sme: Kultuvrralaš oadjebasvuohta ja identitehta lea lihkostuvvanfáktor giellaoahpahusas dán guovllus.

source: Prosjektet tar utgangspunkt i en erkjennelse om at kulturell trygghet og identitet er en suksessfaktor for språkopplæring i dette området.
sme: Prošeavtta oktavuođas lea ulbmil addit oasseváldiide gálggaid, motivašuvnna ja inspirašuvnna geavahit sámegiela aktiivvalaččat árgabeaivvis ja kurssas lea mihttu stuoridit oasseváldiid sátneriggodaga.

source: Målet med prosjektet er å gi deltakerne ferdigheter, motivasjon og inspirasjon til å bruke samisk aktivt i hverdagssituasjoner og spesielle utvalgte settinger, og deltakerne skal også bygge opp større ordforråd.
sme: Ulbmiljoavku leat nuorat ja rávisolbmot geat háliidit hukset julevsámi giellamáhtu ja kultuvrralaš gelbbolašvuođa mii lea čadnon iežaset fulkkiide ja historjái.

source: Målgruppen er ungdom og voksne som ønsker å bygge opp lulesamisk språkkunnskap og kulturell kompetanse knyttet til egen slekt og historie.
sme: – Sámediggi atná dehálažžan ahte nuorat ja maid rávisolbmot besset oahppat julevsámegiela dán vuogi mielde.

source: – Sametinget anser det som viktig at ungdom, og også voksne, får lære lulesamisk på denne måten.
sme: Julevsámegiella lea áitojuvvon giella, mii dárbbaša dákkár giellaoahppanfálaldagaid.

source: Lulesamisk av et truet språk som behøver slike språklæringstilbud.
sme: Oallugiin lea passiiva giellamáhttu ja dárbbašit oadjebas rámmaid siskkobealde geavahišgoahtit giela, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Mange har passiv språkkunnskap og de trenger å begynne å bruke språket innenfor trygge rammer, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: Doarjja addo doarjjaortnegis Sierra gielladoaimmat lulli-, ubmi-, bihtán-, julev-, nuortalaš ja márkosámi guovlluide.
